window.jotData = {
    transactions: [
  {
    "No.": 228,
    "거래일시": "25.08.04",
    "기재내용": "!정규모임",
    "찾으신금액": 592000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1808847.0,
    "메모": "8월 정규 식비"
  },
  {
    "No.": 227,
    "거래일시": "25.07.28",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2400847.0,
    "메모": "김봉철"
  },
  {
    "No.": 226,
    "거래일시": "25.07.28",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2370847.0,
    "메모": "김봉정7"
  },
  {
    "No.": 225,
    "거래일시": "25.07.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2340847.0,
    "메모": "이금자7"
  },
  {
    "No.": 224,
    "거래일시": "25.07.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2310847.0,
    "메모": "이해경7"
  },
  {
    "No.": 223,
    "거래일시": "25.07.22",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2280847.0,
    "메모": "이금자6"
  },
  {
    "No.": 222,
    "거래일시": "25.07.19",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 81.0,
    "거래후 잔액": 2250847.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 221,
    "거래일시": "25.07.18",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2250766.0,
    "메모": "곽상태7"
  },
  {
    "No.": 220,
    "거래일시": "25.07.07",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2230766.0,
    "메모": "황상호7"
  },
  {
    "No.": 219,
    "거래일시": "25.06.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2200766.0,
    "메모": "김봉정6"
  },
  {
    "No.": 218,
    "거래일시": "25.06.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2170766.0,
    "메모": "이금자5"
  },
  {
    "No.": 217,
    "거래일시": "25.06.25",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2140766.0,
    "메모": "김봉철"
  },
  {
    "No.": 216,
    "거래일시": "25.06.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2110766.0,
    "메모": "이해경6"
  },
  {
    "No.": 215,
    "거래일시": "25.06.21",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 86.0,
    "거래후 잔액": 2080766.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 214,
    "거래일시": "25.06.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2080680.0,
    "메모": "곽상태6"
  },
  {
    "No.": 213,
    "거래일시": "25.06.11",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2060680.0,
    "메모": "황상호7"
  },
  {
    "No.": 212,
    "거래일시": "25.05.27",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2030680.0,
    "메모": "김봉철"
  },
  {
    "No.": 211,
    "거래일시": "25.05.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2000680.0,
    "메모": "김봉정6"
  },
  {
    "No.": 210,
    "거래일시": "25.05.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1970680.0,
    "메모": "이해경5"
  },
  {
    "No.": 209,
    "거래일시": "25.05.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1940680.0,
    "메모": "이금자4"
  },
  {
    "No.": 208,
    "거래일시": "25.05.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 1910680.0,
    "메모": "곽상태5"
  },
  {
    "No.": 207,
    "거래일시": "25.05.17",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 65.0,
    "거래후 잔액": 1890680.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 206,
    "거래일시": "25.05.06",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1890615.0,
    "메모": "황상호6"
  },
  {
    "No.": 205,
    "거래일시": "25.04.28",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 100000.0,
    "거래후 잔액": 1860615.0,
    "메모": "김봉철10만"
  },
  {
    "No.": 204,
    "거래일시": "25.04.28",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1760615.0,
    "메모": "김봉정5"
  },
  {
    "No.": 203,
    "거래일시": "25.04.26",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 240000.0,
    "거래후 잔액": 1730615.0,
    "메모": "정미숙10~5"
  },
  {
    "No.": 202,
    "거래일시": "25.04.26",
    "기재내용": "!정규모임",
    "찾으신금액": 400000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1490615.0,
    "메모": ""
  },
  {
    "No.": 201,
    "거래일시": "25.04.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1890615.0,
    "메모": "이금자3"
  },
  {
    "No.": 200,
    "거래일시": "25.04.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1860615.0,
    "메모": "이해경4"
  },
  {
    "No.": 199,
    "거래일시": "25.04.19",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 71.0,
    "거래후 잔액": 1830615.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 198,
    "거래일시": "25.04.18",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 1830544.0,
    "메모": "곽상태4"
  },
  {
    "No.": 197,
    "거래일시": "25.04.11",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1810544.0,
    "메모": "김봉정4"
  },
  {
    "No.": 196,
    "거래일시": "25.04.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1784244.0,
    "메모": "황상호4"
  },
  {
    "No.": 195,
    "거래일시": "25.03.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1754244.0,
    "메모": "김봉정3"
  },
  {
    "No.": 194,
    "거래일시": "25.03.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1724244.0,
    "메모": "이금자2"
  },
  {
    "No.": 193,
    "거래일시": "25.03.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1694244.0,
    "메모": "이해경3"
  },
  {
    "No.": 192,
    "거래일시": "25.03.22",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 1666244.0,
    "메모": "곽상태3"
  },
  {
    "No.": 191,
    "거래일시": "25.03.15",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 45.0,
    "거래후 잔액": 1646044.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 190,
    "거래일시": "25.03.09",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1645999.0,
    "메모": "황상호3"
  },
  {
    "No.": 189,
    "거래일시": "25.02.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1615999.0,
    "메모": "이금자1"
  },
  {
    "No.": 188,
    "거래일시": "25.02.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1585999.0,
    "메모": "이해경2"
  },
  {
    "No.": 187,
    "거래일시": "25.02.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 1555999.0,
    "메모": "곽상태2"
  },
  {
    "No.": 186,
    "거래일시": "25.02.15",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 42.0,
    "거래후 잔액": 1535999.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 185,
    "거래일시": "25.02.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1539957.0,
    "메모": "황상호2"
  },
  {
    "No.": 184,
    "거래일시": "25.02.01",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1509957.0,
    "메모": "김봉정2"
  },
  {
    "No.": 183,
    "거래일시": "25.01.31",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1479957.0,
    "메모": "이해경1"
  },
  {
    "No.": 182,
    "거래일시": "25.01.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 1449957.0,
    "메모": "이금자12"
  },
  {
    "No.": 181,
    "거래일시": "25.01.21",
    "기재내용": "!경조사",
    "찾으신금액": 92390.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1419957.0,
    "메모": "조문식사"
  },
  {
    "No.": 180,
    "거래일시": "25.01.21",
    "기재내용": "!경조사",
    "찾으신금액": 99000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1512347.0,
    "메모": "황상호화환"
  },
  {
    "No.": 179,
    "거래일시": "25.01.21",
    "기재내용": "!경조사",
    "찾으신금액": 500000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1611347.0,
    "메모": "황상호조의금"
  },
  {
    "No.": 178,
    "거래일시": "25.01.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2111347.0,
    "메모": "곽상태1"
  },
  {
    "No.": 177,
    "거래일시": "25.01.18",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 71.0,
    "거래후 잔액": 2091347.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 176,
    "거래일시": "25.01.10",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2102776.0,
    "메모": "황상호1"
  },
  {
    "No.": 175,
    "거래일시": "24.12.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2072776.0,
    "메모": "김봉정12"
  },
  {
    "No.": 174,
    "거래일시": "24.12.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2042776.0,
    "메모": "이해경12"
  },
  {
    "No.": 173,
    "거래일시": "24.12.24",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2012776.0,
    "메모": "곽상태12"
  },
  {
    "No.": 172,
    "거래일시": "24.12.21",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 113.0,
    "거래후 잔액": 1992776.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 171,
    "거래일시": "24.12.06",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2003163.0,
    "메모": "황상호12"
  },
  {
    "No.": 170,
    "거래일시": "24.12.04",
    "기재내용": "!정규모임",
    "찾으신금액": 641500.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 1973163.0,
    "메모": "11월모임"
  },
  {
    "No.": 169,
    "거래일시": "24.11.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2614163.0,
    "메모": "김봉정11"
  },
  {
    "No.": 168,
    "거래일시": "24.11.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2584663.0,
    "메모": "이금자11"
  },
  {
    "No.": 167,
    "거래일시": "24.11.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2554663.0,
    "메모": "이해경11"
  },
  {
    "No.": 166,
    "거래일시": "24.11.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2524663.0,
    "메모": "곽상태11"
  },
  {
    "No.": 165,
    "거래일시": "24.11.16",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 102.0,
    "거래후 잔액": 2504663.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 164,
    "거래일시": "24.11.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2504561.0,
    "메모": "황상호11"
  },
  {
    "No.": 163,
    "거래일시": "24.10.28",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2474561.0,
    "메모": "김봉정10"
  },
  {
    "No.": 162,
    "거래일시": "24.10.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2444561.0,
    "메모": "이금자10"
  },
  {
    "No.": 161,
    "거래일시": "24.10.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2414561.0,
    "메모": "이해경10"
  },
  {
    "No.": 160,
    "거래일시": "24.10.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2384561.0,
    "메모": "곽상태10"
  },
  {
    "No.": 159,
    "거래일시": "24.10.19",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 111.0,
    "거래후 잔액": 2364561.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 158,
    "거래일시": "24.10.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2369450.0,
    "메모": "황상호10"
  },
  {
    "No.": 157,
    "거래일시": "24.09.30",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 300000.0,
    "거래후 잔액": 2339450.0,
    "메모": "김봉철10개월"
  },
  {
    "No.": 156,
    "거래일시": "24.09.30",
    "기재내용": "!정규모임",
    "찾으신금액": 1150340.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 2039450.0,
    "메모": "9월모임"
  },
  {
    "No.": 155,
    "거래일시": "24.09.29",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 90000.0,
    "거래후 잔액": 3189790.0,
    "메모": "정미숙7,8,9"
  },
  {
    "No.": 154,
    "거래일시": "24.09.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3099790.0,
    "메모": "김봉정9"
  },
  {
    "No.": 153,
    "거래일시": "24.09.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3069790.0,
    "메모": "이금자9"
  },
  {
    "No.": 152,
    "거래일시": "24.09.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3039790.0,
    "메모": "이해경9"
  },
  {
    "No.": 151,
    "거래일시": "24.09.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3009790.0,
    "메모": "곽상태9"
  },
  {
    "No.": 150,
    "거래일시": "24.09.21",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 166.0,
    "거래후 잔액": 2989790.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 149,
    "거래일시": "24.09.10",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2989624.0,
    "메모": "황상호9"
  },
  {
    "No.": 148,
    "거래일시": "24.08.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2959624.0,
    "메모": "김봉정8"
  },
  {
    "No.": 147,
    "거래일시": "24.08.26",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2937524.0,
    "메모": "이금자8"
  },
  {
    "No.": 146,
    "거래일시": "24.08.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2907524.0,
    "메모": "이해경8"
  },
  {
    "No.": 145,
    "거래일시": "24.08.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2877524.0,
    "메모": "곽상태8"
  },
  {
    "No.": 144,
    "거래일시": "24.08.17",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 128.0,
    "거래후 잔액": 2857524.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 143,
    "거래일시": "24.08.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2861896.0,
    "메모": "황상호8"
  },
  {
    "No.": 142,
    "거래일시": "24.08.02",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 2831896.0,
    "메모": "곽상태7"
  },
  {
    "No.": 141,
    "거래일시": "24.07.29",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2831896.0,
    "메모": "김봉정7"
  },
  {
    "No.": 140,
    "거래일시": "24.07.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2781896.0,
    "메모": "이해경7"
  },
  {
    "No.": 139,
    "거래일시": "24.07.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2751896.0,
    "메모": "이금자7"
  },
  {
    "No.": 138,
    "거래일시": "24.07.20",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 169.0,
    "거래후 잔액": 2721896.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 137,
    "거래일시": "24.07.09",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2721727.0,
    "메모": "황상호6"
  },
  {
    "No.": 136,
    "거래일시": "24.07.02",
    "기재내용": "!정규모임",
    "찾으신금액": 477300.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 2691727.0,
    "메모": "6월모임"
  },
  {
    "No.": 135,
    "거래일시": "24.06.30",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 90000.0,
    "거래후 잔액": 3169027.0,
    "메모": "정미숙4~6"
  },
  {
    "No.": 134,
    "거래일시": "24.06.27",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 120000.0,
    "거래후 잔액": 3079027.0,
    "메모": "이해경3,4,5,6"
  },
  {
    "No.": 133,
    "거래일시": "24.06.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 2959027.0,
    "메모": "김봉정6"
  },
  {
    "No.": 132,
    "거래일시": "24.06.27",
    "기재내용": "!경조사",
    "찾으신금액": 500000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 2929027.0,
    "메모": "곽상태경조"
  },
  {
    "No.": 131,
    "거래일시": "24.06.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3429027.0,
    "메모": "이금자6"
  },
  {
    "No.": 130,
    "거래일시": "24.06.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3399027.0,
    "메모": "곽상태6"
  },
  {
    "No.": 129,
    "거래일시": "24.06.15",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 158.0,
    "거래후 잔액": 3379027.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 128,
    "거래일시": "24.06.11",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3378869.0,
    "메모": "황상호6"
  },
  {
    "No.": 127,
    "거래일시": "24.05.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3348869.0,
    "메모": "김봉정5"
  },
  {
    "No.": 126,
    "거래일시": "24.05.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3318869.0,
    "메모": "이금자5"
  },
  {
    "No.": 125,
    "거래일시": "24.05.21",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3288869.0,
    "메모": "곽상태5"
  },
  {
    "No.": 124,
    "거래일시": "24.05.18",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 151.0,
    "거래후 잔액": 3268869.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 123,
    "거래일시": "24.05.07",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3268718.0,
    "메모": "황상호5"
  },
  {
    "No.": 122,
    "거래일시": "24.04.29",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3238718.0,
    "메모": "김봉정4"
  },
  {
    "No.": 121,
    "거래일시": "24.04.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3208718.0,
    "메모": "이금자4"
  },
  {
    "No.": 120,
    "거래일시": "24.04.23",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3178718.0,
    "메모": "곽상태4"
  },
  {
    "No.": 119,
    "거래일시": "24.04.20",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 188.0,
    "거래후 잔액": 3158718.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 118,
    "거래일시": "24.04.13",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3158530.0,
    "메모": "황상호4"
  },
  {
    "No.": 117,
    "거래일시": "24.03.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3128530.0,
    "메모": "김봉정3"
  },
  {
    "No.": 116,
    "거래일시": "24.03.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3098530.0,
    "메모": "이금자3"
  },
  {
    "No.": 115,
    "거래일시": "24.03.25",
    "기재내용": "!정규모임",
    "찾으신금액": 772800.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 3064030.0,
    "메모": "3월모임"
  },
  {
    "No.": 114,
    "거래일시": "24.03.23",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 150000.0,
    "거래후 잔액": 3836830.0,
    "메모": "정미숙11~3"
  },
  {
    "No.": 113,
    "거래일시": "24.03.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3686830.0,
    "메모": "곽상태3"
  },
  {
    "No.": 112,
    "거래일시": "24.03.16",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 180.0,
    "거래후 잔액": 3671330.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 111,
    "거래일시": "24.03.11",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3671150.0,
    "메모": "황상호3"
  },
  {
    "No.": 110,
    "거래일시": "24.02.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3641150.0,
    "메모": "김봉정2"
  },
  {
    "No.": 109,
    "거래일시": "24.02.26",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3611150.0,
    "메모": "이금자2"
  },
  {
    "No.": 108,
    "거래일시": "24.02.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3581150.0,
    "메모": "이해경2"
  },
  {
    "No.": 107,
    "거래일시": "24.02.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3551150.0,
    "메모": "곽상태2"
  },
  {
    "No.": 106,
    "거래일시": "24.02.17",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 170.0,
    "거래후 잔액": 3531150.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 105,
    "거래일시": "24.02.13",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3530980.0,
    "메모": "황상호2"
  },
  {
    "No.": 104,
    "거래일시": "24.01.29",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3500980.0,
    "메모": "김봉정1"
  },
  {
    "No.": 103,
    "거래일시": "24.01.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3470980.0,
    "메모": "이금자1"
  },
  {
    "No.": 102,
    "거래일시": "24.01.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3440980.0,
    "메모": "이해경1"
  },
  {
    "No.": 101,
    "거래일시": "24.01.20",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 194.0,
    "거래후 잔액": 3410980.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 100,
    "거래일시": "24.01.19",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3410786.0,
    "메모": "곽상태1"
  },
  {
    "No.": 99,
    "거래일시": "24.01.15",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3390786.0,
    "메모": "황상호1"
  },
  {
    "No.": 98,
    "거래일시": "23.12.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3360786.0,
    "메모": "김봉정12"
  },
  {
    "No.": 97,
    "거래일시": "23.12.26",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3330786.0,
    "메모": "이금자12"
  },
  {
    "No.": 96,
    "거래일시": "23.12.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3300786.0,
    "메모": "이해경12"
  },
  {
    "No.": 95,
    "거래일시": "23.12.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3270786.0,
    "메모": "곽상태12"
  },
  {
    "No.": 94,
    "거래일시": "23.12.16",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 166.0,
    "거래후 잔액": 3250786.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 93,
    "거래일시": "23.12.11",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3250620.0,
    "메모": "황상호12"
  },
  {
    "No.": 92,
    "거래일시": "23.12.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3220620.0,
    "메모": "박희정12"
  },
  {
    "No.": 91,
    "거래일시": "23.11.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3190620.0,
    "메모": "이금자11"
  },
  {
    "No.": 90,
    "거래일시": "23.11.27",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 90000.0,
    "거래후 잔액": 3160620.0,
    "메모": "정미숙8,9,10"
  },
  {
    "No.": 89,
    "거래일시": "23.11.27",
    "기재내용": "!정규모임",
    "찾으신금액": 104000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 3070620.0,
    "메모": "농협모임 해장국"
  },
  {
    "No.": 88,
    "거래일시": "23.11.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3174620.0,
    "메모": "김봉정11"
  },
  {
    "No.": 87,
    "거래일시": "23.11.27",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3144620.0,
    "메모": "이해경11"
  },
  {
    "No.": 86,
    "거래일시": "23.11.25",
    "기재내용": "!정규모임",
    "찾으신금액": 1000000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 3114620.0,
    "메모": "경남황시현(램79)"
  },
  {
    "No.": 85,
    "거래일시": "23.11.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4114620.0,
    "메모": "곽상태11"
  },
  {
    "No.": 84,
    "거래일시": "23.11.18",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 203.0,
    "거래후 잔액": 4094620.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 83,
    "거래일시": "23.11.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4094417.0,
    "메모": "황상호11"
  },
  {
    "No.": 82,
    "거래일시": "23.11.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4064417.0,
    "메모": "박희정11"
  },
  {
    "No.": 81,
    "거래일시": "23.10.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4034417.0,
    "메모": "김봉정10"
  },
  {
    "No.": 80,
    "거래일시": "23.10.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4004417.0,
    "메모": "이금자10"
  },
  {
    "No.": 79,
    "거래일시": "23.10.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3974417.0,
    "메모": "이해경10"
  },
  {
    "No.": 78,
    "거래일시": "23.10.21",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 244.0,
    "거래후 잔액": 3944417.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 77,
    "거래일시": "23.10.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3944173.0,
    "메모": "곽상태10"
  },
  {
    "No.": 76,
    "거래일시": "23.10.12",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3924173.0,
    "메모": "황상호10"
  },
  {
    "No.": 75,
    "거래일시": "23.10.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3894173.0,
    "메모": "박희정10"
  },
  {
    "No.": 74,
    "거래일시": "23.09.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3864173.0,
    "메모": "김봉정9"
  },
  {
    "No.": 73,
    "거래일시": "23.09.25",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3834173.0,
    "메모": "이금자9"
  },
  {
    "No.": 72,
    "거래일시": "23.09.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3804173.0,
    "메모": "이해경9"
  },
  {
    "No.": 71,
    "거래일시": "23.09.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3774173.0,
    "메모": "곽상태9"
  },
  {
    "No.": 70,
    "거래일시": "23.09.16",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 180.0,
    "거래후 잔액": 3754173.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 69,
    "거래일시": "23.09.11",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 60000.0,
    "거래후 잔액": 3753993.0,
    "메모": "이금자 7.8"
  },
  {
    "No.": 68,
    "거래일시": "23.09.10",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3693993.0,
    "메모": "황상호9"
  },
  {
    "No.": 67,
    "거래일시": "23.09.06",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 60000.0,
    "거래후 잔액": 3663993.0,
    "메모": "정미숙67"
  },
  {
    "No.": 66,
    "거래일시": "23.09.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3603993.0,
    "메모": "박희정9"
  },
  {
    "No.": 65,
    "거래일시": "23.08.28",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3573993.0,
    "메모": "김봉정8"
  },
  {
    "No.": 64,
    "거래일시": "23.08.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3543993.0,
    "메모": "이해경8"
  },
  {
    "No.": 63,
    "거래일시": "23.08.19",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 215.0,
    "거래후 잔액": 3513993.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 62,
    "거래일시": "23.08.18",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 3513778.0,
    "메모": "곽상태8"
  },
  {
    "No.": 61,
    "거래일시": "23.08.07",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3493778.0,
    "메모": "황상호8"
  },
  {
    "No.": 60,
    "거래일시": "23.08.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3463778.0,
    "메모": "박희정8"
  },
  {
    "No.": 59,
    "거래일시": "23.07.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3433778.0,
    "메모": "김봉정7"
  },
  {
    "No.": 58,
    "거래일시": "23.07.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 3403778.0,
    "메모": "이해경7"
  },
  {
    "No.": 57,
    "거래일시": "23.07.20",
    "기재내용": "!정규모임",
    "찾으신금액": 821210.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 3373778.0,
    "메모": "7월 정규 식비"
  },
  {
    "No.": 56,
    "거래일시": "23.07.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4214988.0,
    "메모": "곽상태7"
  },
  {
    "No.": 55,
    "거래일시": "23.07.15",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 213.0,
    "거래후 잔액": 4194988.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 54,
    "거래일시": "23.07.09",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4194775.0,
    "메모": "황상호7"
  },
  {
    "No.": 53,
    "거래일시": "23.07.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4164775.0,
    "메모": "박희정7"
  },
  {
    "No.": 52,
    "거래일시": "23.06.27",
    "기재내용": "!경조사",
    "찾으신금액": 159000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 4134775.0,
    "메모": "이해경 화환"
  },
  {
    "No.": 51,
    "거래일시": "23.06.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4293775.0,
    "메모": "이금자6"
  },
  {
    "No.": 50,
    "거래일시": "23.06.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4263775.0,
    "메모": "김봉정6"
  },
  {
    "No.": 49,
    "거래일시": "23.06.26",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4233775.0,
    "메모": "이해경6"
  },
  {
    "No.": 48,
    "거래일시": "23.06.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4203775.0,
    "메모": "곽상태6"
  },
  {
    "No.": 47,
    "거래일시": "23.06.17",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 229.0,
    "거래후 잔액": 4183775.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 46,
    "거래일시": "23.06.06",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4183546.0,
    "메모": "황상호6"
  },
  {
    "No.": 45,
    "거래일시": "23.06.06",
    "기재내용": "!정규모임",
    "찾으신금액": 300000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 4153546.0,
    "메모": "7월모임 팬션"
  },
  {
    "No.": 44,
    "거래일시": "23.06.05",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4453546.0,
    "메모": "김봉정5월"
  },
  {
    "No.": 43,
    "거래일시": "23.06.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4423546.0,
    "메모": "박희정6"
  },
  {
    "No.": 42,
    "거래일시": "23.05.30",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4393546.0,
    "메모": "이금자5"
  },
  {
    "No.": 41,
    "거래일시": "23.05.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4363546.0,
    "메모": "이해경5"
  },
  {
    "No.": 40,
    "거래일시": "23.05.24",
    "기재내용": "!경조사",
    "찾으신금액": 98000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 4333546.0,
    "메모": "이한욱화환"
  },
  {
    "No.": 39,
    "거래일시": "23.05.24",
    "기재내용": "!경조사",
    "찾으신금액": 500000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 4431546.0,
    "메모": "이한욱조의금"
  },
  {
    "No.": 38,
    "거래일시": "23.05.20",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 315.0,
    "거래후 잔액": 4931546.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 37,
    "거래일시": "23.05.19",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4931231.0,
    "메모": "곽상태5"
  },
  {
    "No.": 36,
    "거래일시": "23.05.08",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4911231.0,
    "메모": "황상호5"
  },
  {
    "No.": 35,
    "거래일시": "23.05.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 60000.0,
    "거래후 잔액": 4881231.0,
    "메모": "박희정45"
  },
  {
    "No.": 34,
    "거래일시": "23.04.27",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 60000.0,
    "거래후 잔액": 4821231.0,
    "메모": "정미숙45"
  },
  {
    "No.": 33,
    "거래일시": "23.04.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4761231.0,
    "메모": "이금자4"
  },
  {
    "No.": 32,
    "거래일시": "23.04.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4731231.0,
    "메모": "김봉정4"
  },
  {
    "No.": 31,
    "거래일시": "23.04.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4701231.0,
    "메모": "이해경4"
  },
  {
    "No.": 30,
    "거래일시": "23.04.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4671231.0,
    "메모": "곽상태4"
  },
  {
    "No.": 29,
    "거래일시": "23.04.15",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 249.0,
    "거래후 잔액": 4651231.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 28,
    "거래일시": "23.04.05",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4650982.0,
    "메모": "황상호4"
  },
  {
    "No.": 27,
    "거래일시": "23.03.27",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4628982.0,
    "메모": "이해경3"
  },
  {
    "No.": 26,
    "거래일시": "23.03.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4598982.0,
    "메모": "이금자3"
  },
  {
    "No.": 25,
    "거래일시": "23.03.27",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4568982.0,
    "메모": "김봉정3"
  },
  {
    "No.": 24,
    "거래일시": "23.03.20",
    "기재내용": "!정규모임",
    "찾으신금액": 450000.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 4518982.0,
    "메모": "이해경"
  },
  {
    "No.": 23,
    "거래일시": "23.03.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4538982.0,
    "메모": "곽상태3"
  },
  {
    "No.": 22,
    "거래일시": "23.03.18",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 257.0,
    "거래후 잔액": 4968982.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 21,
    "거래일시": "23.03.17",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4968725.0,
    "메모": "정미숙3"
  },
  {
    "No.": 20,
    "거래일시": "23.03.07",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4938725.0,
    "메모": "박희정3"
  },
  {
    "No.": 19,
    "거래일시": "23.03.06",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4908725.0,
    "메모": "황상호3"
  },
  {
    "No.": 18,
    "거래일시": "23.02.27",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4878725.0,
    "메모": "이해경2"
  },
  {
    "No.": 17,
    "거래일시": "23.02.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4848725.0,
    "메모": "이금자2"
  },
  {
    "No.": 16,
    "거래일시": "23.02.18",
    "기재내용": "@이자",
    "찾으신금액": 0.0,
    "맡기신금액": 254.0,
    "거래후 잔액": 4798725.0,
    "메모": "예금결산이자"
  },
  {
    "No.": 15,
    "거래일시": "23.02.06",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4798471.0,
    "메모": "황상호2"
  },
  {
    "No.": 14,
    "거래일시": "23.02.02",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4738471.0,
    "메모": "강귀선2월"
  },
  {
    "No.": 13,
    "거래일시": "23.02.02",
    "기재내용": "황상호",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4768471.0,
    "메모": "황상호1월ㅡ계좌이전"
  },
  {
    "No.": 12,
    "거래일시": "23.02.01",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 40000.0,
    "거래후 잔액": 4708470.0,
    "메모": "정미숙2"
  },
  {
    "No.": 11,
    "거래일시": "23.02.01",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4668470.0,
    "메모": "박희정2"
  },
  {
    "No.": 10,
    "거래일시": "23.01.31",
    "기재내용": "김봉정",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4638470.0,
    "메모": "강귀선1"
  },
  {
    "No.": 9,
    "거래일시": "23.01.27",
    "기재내용": "배정길",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4608470.0,
    "메모": "이금자1"
  },
  {
    "No.": 8,
    "거래일시": "23.01.25",
    "기재내용": "이해경",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4558470.0,
    "메모": "이해경1"
  },
  {
    "No.": 7,
    "거래일시": "23.01.25",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4578470.0,
    "메모": "정미숙1"
  },
  {
    "No.": 6,
    "거래일시": "23.01.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4528470.0,
    "메모": "곽상태2"
  },
  {
    "No.": 5,
    "거래일시": "23.01.20",
    "기재내용": "곽상태",
    "찾으신금액": 0.0,
    "맡기신금액": 20000.0,
    "거래후 잔액": 4508470.0,
    "메모": "곽상태1"
  },
  {
    "No.": 4,
    "거래일시": "23.01.16",
    "기재내용": "이한욱",
    "찾으신금액": 0.0,
    "맡기신금액": 10000.0,
    "거래후 잔액": 4488470.0,
    "메모": "정미숙1"
  },
  {
    "No.": 3,
    "거래일시": "23.01.03",
    "기재내용": "김봉철",
    "찾으신금액": 0.0,
    "맡기신금액": 30000.0,
    "거래후 잔액": 4478470.0,
    "메모": "박희정1"
  },
  {
    "No.": 2,
    "거래일시": "22.12.26",
    "기재내용": "이전",
    "찾으신금액": 0.0,
    "맡기신금액": 4448470.0,
    "거래후 잔액": 4448470.0,
    "메모": "이전"
  },
  {
    "No.": 1,
    "거래일시": "22.12.26",
    "기재내용": "신규",
    "찾으신금액": 0.0,
    "맡기신금액": 0.0,
    "거래후 잔액": 0.0,
    "메모": "신규"
  }
],
    notices: []
};